Repository: mate-desktop/eom
Catalog: po/*.po
Languages: nds

source: Rotate the image 90 degrees to the left
nds: Dat Bill um 90 Graad na links dreihen

source: Set as _Desktop Background
nds: As Schrievdisk-_Achtergrund setten

source: Set the selected image as the desktop background
nds: Dat utköört Bill as de Schrievdisk-Achtergrund setten

source: Move the selected image to the trash folder
nds: Dat utköört Bill in dat Papierkörv-Verteeknis verschuven

source: _Copy
nds: _Koperen

source: Copy the selected image to the clipboard
nds: Dat utköört Bill to de Tüskenoflaag koperen

source: _Zoom In
nds: _Gröter maken

source: Enlarge the image
nds: Dat Bill vergrotern

source: Zoom _Out
nds: _Lütter maken

source: Shrink the image
nds: Dat Bill verlüttern

source: _Normal Size
nds: _Normale Gröte

source: Show the image at its normal size
nds: Dat Bill in siener Normaalgrööt wiesen

source: _Best Fit
nds: _Inpassen

source: Fit the image to the window
nds: Dat Bill an dat Fenster anpassen

source: _Fullscreen
nds: _Heler Billschirm

source: Show the current image in fullscreen mode
nds: Dat stedenwies Bill up de helen Billschirm wiesen

source: Pause Slideshow
nds: Diaschau anhollen

source: Pause or resume the slideshow
nds: De Diaschau anhollen of wiedermaken

source: _Previous Image
nds: _Vörig Bill

source: Go to the previous image of the collection
nds: To de vörig Bill in de Sammlung gahn

source: _Next Image
nds: _Anner Bill

source: Go to the next image of the collection
nds: To de anner Bill in de Sammlung gahn

source: _First Image
nds: _Eerstes Bill

source: Go to the first image of the collection
nds: To de eersten Bill in de Sammlung gahn

source: _Last Image
nds: _Lestes Bill

source: Go to the last image of the collection
nds: To de lesten Bill in de Sammlung gahn

source: _Random Image
nds: _Tofällig Bill

source: Go to a random image of the collection
nds: To eenem tofällig Bill in de Sammlung gahn

source: S_lideshow
nds: _Diaschau

source: Start a slideshow view of the images
nds: Eene Diaschau-Sicht vun de Billers starten

source: Right
nds: Rechts

source: Left
nds: Links

source: In
nds: Rein

source: Out
nds: Rut

source: Normal
nds: Normaal

source: Fit
nds: Inpassen

source: Collection
nds: Sammlung

# action (to trash)
source: Trash
nds: Papierkörv

source: Edit the current image using %s
nds: Dat stedenwies Bill mit %s bewarken

source: Edit Image
nds: Bill bewarken

source: Properties
nds: Eegenskuppen

source: Open in fullscreen mode
nds: Up helem Billschirm opmaken

source: Disable image collection
nds: Bill-Sammlung utknipsen

source: Open in slideshow mode
nds: As Diaschau opmaken

source: Start a new instance instead of reusing an existing one
nds: Eene neje Instanz opmaken un nich eene bestahn weer bruken

source: Show the application's version
nds: Programm-Versioon wiesen

source: [FILE…]
nds: [DATEI…]

source: Run '%s --help' to see a full list of available command line options.
nds: Föhr »%s --help« ut, um eene kumplete List vun all verföögbaar Oorder-Rieg-Instellens antokieken.
