Repository: mate-desktop/eom
Catalog: po/*.po
Languages: nds

source: Show “_%s”
nds: Wies op “_%s”

source: _Move on Toolbar
nds: Op de Warktüügbalken _verschuven

source: Move the selected item on the toolbar
nds: Dat utköörte Element op de Warktüügbalken verschuven

source: _Remove from Toolbar
nds: Ut de Warktüügbalken _löschen

source: Remove the selected item from the toolbar
nds: Utköörtes Element ut Warktüügbalken löschen

source: _Delete Toolbar
nds: Warktüügbalken _löschen

source: Remove the selected toolbar
nds: Utköörten Warktüügbalken löschen

source: Separator
nds: Deeler

source: Simple image viewer
nds: Slichter Bill-Bekieker

source: Eye of MATE is a simple viewer for browsing images on your computer. Once an image is loaded, you can zoom and rotate the image, and also view subsequent images in the directory the image was loaded from.
nds: Eye of MATE is een slichter Bekieker, um dör de Billers up dienem Reekner to stövern. Wenn een Bill laden is, kannst du ’t groter un lütter maken un dreihen, un ok anner Billers in de Verteeknis, vun waar dat Bill laden worden is, bekieken.

source: Eye of MATE Image Viewer
nds: Eye of MATE Billopwieser

source: Browse and rotate images
nds: Billers ankieken un dreihn

source: image;viewer;JPEG;PNG;TIFF;SVG;MATE;photos;browse;thumbnails;rotate;
nds: Bill;Bekieker;JPEG;PNG;TIFF;SVG;MATE;Fotos;stövern;Utblickbillers;dreihen;

source: Image Properties
nds: Billeegenskuppen

source: _Previous
nds: _Torügg

source: _Next
nds: _Vor

source: _Close
nds: Di_chtmaken

source: Name:
nds: Naam:

source: Width:
nds: Brede:

source: Height:
nds: Höchte:

source: Type:
nds: Typ:

source: Location:
nds: Oort:

source: General
nds: Allgemeen

source: Aperture Value:
nds: Apertuur-Weert:

source: Exposure Time:
nds: Belichtens-Tied:

source: Focal Length:
nds: Brennwiede:

source: Flash:
nds: Blitz:

source: ISO Speed Rating:
nds: ISO-Gauheid-Beweerten:

source: Metering Mode:
nds: Mess-Modus:

source: Camera Model:
nds: Kameramodell:

source: Date/Time:
nds: Dag un Tied:

source: Description:
nds: Beschrievens:

source: Keywords:
nds: Slötelwöör:

source: Author:
nds: Schriever:

source: Copyright:
nds: Koperschod:

source: Metadata
nds: Metadaten

source: Save As
nds: Spiekern as

source: _Cancel
nds: _Avbreken

source: Save _As
nds: Sekern _as

source: <b>%f:</b> original filename
nds: <b>%f:</b> eerster Dateinaam

source: <b>%n:</b> counter
nds: <b>%n:</b> Teller

source: Choose a folder
nds: Verteeknis utkören

source: Destination folder:
nds: Täälverteeknis:

source: Filename format:
nds: Dateinaamformat:

source: File Path Specifications
nds: Dateipadd-Angaav

source: Start counter at:
nds: Teller begünnen bi:

source: Replace spaces with underscores
nds: Leerteken mit Unnerstriekens överschrieven

source: Options
nds: Instellens

source: Rename from:
nds: Namm ännern vun:

source: File Name Preview
nds: Dateinaam-Utkiek

source: Eye of MATE Preferences
nds: Eye of MATE Eegenskuppen

source: _Help
nds: _Hülp

source: Image Enhancements
nds: Bill verbetern

source: Smooth images when zoomed-_out
nds: Billers bi’m _lütter Maken evenredig maken

source: Smooth images when zoomed-_in
nds: Billers bi’m _groter Maken evenredig maken

source: _Automatic orientation
nds: _Automatisk utrichten

source: Background
nds: Achtergrund

source: As custom color:
nds: As eegene Farv:

source: Background Color
nds: Achtergrundklöör

source: Transparent Parts
nds: Dörsichtig Delen

source: As check _pattern
nds: As _Schachmuster

source: As custom c_olor:
nds: As _eegene Farv:

source: Color for Transparent Areas
nds: Klöör för döörschienen Deels

source: As _background
nds: As _Achtergrundbill

source: Image View
nds: Billansicht

source: Image Zoom
nds: Bill-Grött

source: E_xpand images to fit screen
nds: Billers an de Billschirm an_passen

source: Sequence
nds: Örder

source: _Switch image after:
nds: Bill _wesseln na:

source: seconds
nds: Sekünnen

source: _Random sequence
nds: Tof_ällig Örder

source: _Loop sequence
nds: _Örder wedderhalen

source: Slideshow
nds: Diaschau

source: Size
nds: Gröte

source: Type
nds: Typ

source: File Size
nds: Dateigrött

source: Folder
nds: verteeknis

source: Aperture
nds: Apertuur

source: Exposure
nds: Belichten

source: Metering
nds: Messen

source: Camera
nds: Knippskassen

source: Date
nds: Dag

source: Time
nds: Tied

source: Focal Length
nds: Brennwiede

source: Automatic orientation
nds: Automatisk utrichten

source: Whether the image should be rotated automatically based on EXIF orientation.
nds: Of dat Bill automatisk so dreiht worden sall as vun de EXIF-Utrichten angeven.

source: The color that is used to fill the area behind the image. If the use-background-color key is not set, the color is determined by the active GTK+ theme instead.
nds: De Klöör, wat de Kuntrei achter de Bill füllt. Wenn de Slötel »use-background-color« nich sett is, word de Klöör in Stee daarvun vun de aktiv GTK+-Thema nohmen.

source: Use a custom background color
nds: Eene eegene Achtergrund-Klöör bruken

source: If this is active, the color set by the background-color key will be used to fill the area behind the image. If it is not set, the current GTK+ theme will determine the fill color.
nds: Wenn dat aktiv is, word de Klöör, wat vun de Slötel »background-color« sett is, bruukt, um de Kuntrei achter de Bill to füllen. Wenn dat nich sett is, word de Füll-Klöör vun de stedenwies GTK+-Thema nohmen.

source: Interpolate Image
nds: Bill interpoleren

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non-interpolated images.
nds: Of dat Bill bi’m lütter Maken interpoleert worden sall. Dat gifft betere Qualität, is aver wat langsaamer as nich interpoleert Billers.

source: Extrapolate Image
nds: Bill extrapoleren

source: Whether the image should be extrapolated on zoom-in. This leads to blurry quality and is somewhat slower than non-extrapolated images.
nds: Of dat Bill bi’m groter Maken extrapoleert worden sall. Dat gifft verswummen Qualität un is wat langsaamer as nich extrapoleert Billers.

source: Transparency indicator
nds: Dörsichtigheids-Wieser

source: Determines how transparency should be indicated. Valid values are checked, color and none. If color is chosen, then the trans-color key determines the color value used.
nds: Leggt fast, wo Dörsichtigheid wiest worden sall. Gültige Weerten sünd »checked«, »color« un »none«. Wenn »color« utköört is, leggt de Slötel »trans-color« de Klöör tum Bruken fast.

source: Scroll wheel zoom
nds: Mit Muusradd groter un lütter maken

source: Whether the scroll wheel should be used for zooming.
nds: Of dat Bill mit de Muusradd groter un lütter maakt worden sall.

source: Zoom multiplier
nds: Vergroterns-Faktor

source: The multiplier to be applied when using the mouse scroll wheel for zooming. This value defines the zooming step used for each scroll event. For example, 0.05 results in a 5% zoom increment for each scroll event and 1.00 result in a 100% zoom increment.
nds: De Multiplizerens-Faktor, wat bruukt word, wenn dat Bill mit de Muusradd groter of lütter maakt word. Deeser Weert sett de Vergrotterns-Stapp för elkeen Radd-Vörfall. To’n Bispööl gifft 0.05 een Vergrotern vun 5% för elkeen Radd-Vörfall un 1.00 gifft een Vergrotern vun 100%.

source: Transparency color
nds: Döörschienenklöör

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
nds: Wenn de Dörsichtigheids-Slötel de Weert COLOR hett, dann leggt deeser Slötel de Klöör fast, wat bruukt word, um Dörsichtigheid to wiesen.

source: Randomize the image sequence
nds: De Billers in tofällig Örder wiesen

source: Whether the sequence of images should be shown in an random loop.
nds: Of de Örder vun Billers in tofällig Örder wedderhaalt worden sall.

source: Loop through the image sequence
nds: De Billers-Örder wedderhalen

source: Whether the sequence of images should be shown in an endless loop.
nds: Of de Örder vun Billers sünner Enn wedderhaalt worden sall.

source: Allow zoom greater than 100% initially
nds: Anfangs-Vergrotern vun mehr as 100% verlöven

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
nds: Wenn dat up FALSE sett is, worden lütte Billers am Anfang nich in de Billschirm anpasst.

source: Delay in seconds until showing the next image
nds: Vertreck in Sekünnen, ehr dat anner Bill wiest word

source: A value greater than 0 determines the seconds an image stays on screen until the next one is shown automatically. Zero disables the automatic browsing.
nds: Een Weert groter as 0 leggt de Sekünnen fast, wo lang een Bill up de Billschirm blievt, ehr dat anner automatisk wiest word. Null knipst dat automatisk Wiedermaken ut.

source: Show/Hide the window toolbar.
nds: De Fenster-Warktüügbalken wiesen of verbargen.

source: Show/Hide the window statusbar.
nds: De Fenster-Tostandsriege wiesen of verbargen.

source: Show/Hide the image collection pane.
nds: Dat Billsammlungs-Rebeet wiesen of verbargen.

source: Image collection pane position.
nds: Billsammlungs-Rebeet-Stee

source: Whether the image collection pane should be resizable.
nds: Of de Grött vum Billsammlungs-Rebeet ännert worden kann.

source: Show/Hide the window side pane.
nds: De Fenster-Siedenrebeet wiesen of verbargen.

source: Show/Hide the image collection pane scroll buttons.
nds: De Navigerens-Knopen im Billsammlungs-Rebeet wiesen of verbargen.

source: Close main window without asking to save changes.
nds: Höövdfenster dichtmaken, sünner natofragen, of Ännerns sekert worden sallen.

source: Trash images without asking
nds: Billers sünner Nafraag lösken

source: If activated, Eye of MATE won't ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
nds: Wenn anknipst, word Eye of MATE nich nafragen, wenn een Bill in de Papierkörv verschuven word. Wenn elkeen Datei nich to de Papierkörv verschuven worden kann un in Stee daarvun lösket word, word alltieden nafraggt.

source: Whether the metadata list in the properties dialog should have its own page.
nds: Of de Metadaten-List in de Eegenskuppen-Dialog hör eegen Sied hebben sall.

source: If activated, the detailed metadata list in the properties dialog will be moved to its own page in the dialog. This should make the dialog more usable on smaller screens, e.g. as used by netbooks. If disabled, the widget will be embedded on the "Metadata" page.
nds: Wenn anknipst, word de List vun all de Metadaten im Eegenskuppen-Dialog to hör eegen Sied im Dialog verschuven. Dat maakt de Dialog up lütten Billschirmen lichter to bruken, to’n Bispööl as up Netbooks. Wenn utknipst, word dat in de »Metadata«-Sied inbeddt.

source: External program to use for editing images
nds: Frömdes Programm, wat bruukt word, um Billers to bewarken

source: The desktop file name (including the ".desktop") of the application to use for editing images (when the "Edit Image" toolbar button is clicked). Set to the empty string to disable this feature.
nds: De Naam vun de Schrievdisk-Datei (mit de ».desktop«) vun de Anwennen, wat bruukt worden sall, um Billers to bewarken (wenn de Knoop »Bill bewarken« in de Warktüügbalken anklickt word). Sett dat leeg, um deese Funktioon uttoknipsen.

source: Whether the file chooser should show the user's pictures folder if no images are loaded.
nds: Of de Datei-Utkörer dat Billers-Verteeknis vum Bruker wiesen sall, wenn keene Billers laden sünd.

source: If activated and no image is loaded in the active window, the file chooser will display the user's pictures folder using the XDG special user directories. If deactivated or the pictures folder has not been set up, it will show the current working directory.
nds: Wenn anknipst un keen Bill im aktiven Fenster laden is, word de Datei-Utkörer dat Billers-Verteeknis vum Bruker na de XDG-Spezifizeren över besünnere Bruker-Verteeknissen wiesen. Wenn utkipst of wenn dat Billers-Verteeknis nich inricht is, wiest ’t dat stedenwies Warkverteeknis.

source: Active plugins
nds: Aktive Plugins

source: List of active plugins. It doesn't contain the "Location" of the active plugins. See the .eom-plugin file for obtaining the "Location" of a given plugin.
nds: List vun aktiven Inschuven. Dat enthollt nich de »Stee« vun de aktiven Inschuven. Kiek in de .eom-plugin-Datei, um de »Stee« för eenen wissen Inschuuv to kriegen.

source: Fullscreen with double-click
nds: Fullbill mit Doppelklick

source: Reload Image
nds: Bill vernejen

source: Reload current image
nds: Aktuelles Bill vernejen

source: Date in statusbar
nds: Dag im Tostandbalken

source: Close _without Saving
nds: Sluten _ohn to spiekern

source: Question
nds: Frage

source: If you don't save, your changes will be lost.
nds: Wenn je dat nich spiekerst, gahn de Ännerns in'n Dutt.

source: Save changes to image "%s" before closing?
nds: Ännerns in Bill »%s« vör de Sluten sekern?

source: There is %d image with unsaved changes. Save changes before closing?
nds: 't gifft %d Bill mit nich sekerten Ännerns. Vör de Sluten sekern?

source: S_elect the images you want to save:
nds: De Billers tum Sekern _utkören:

source: If you don't save, all your changes will be lost.
nds: Wenn du nich sekerst, gahn all diene Ännerns verloren.

source: File format is unknown or unsupported
nds: Dateiformaat is unbekannt of nich unnerstütt

source: Eye of MATE could not determine a supported writable file format based on the filename.
nds: Eye of MATE kunn keen unnerstütt schrievbaar Dateiformaat för deesen Dateinaam utfinnen.

source: Please try a different file extension like .png or .jpg.
nds: Bidde versöök eene anner Datei-Verwiedern as .png of .jpg.

source: All Files
nds: All Dateien

source: All Images
nds: All Billers

source: pixel
nds: Billpunkt

source: Open Image
nds: Bill opmaken

source: Save Image
nds: Bill spiekern

source: Open Folder
nds: Verteeknis opmaken

source: Transformation on unloaded image.
nds: Umwanneln up nich laden Bill.

source: Transformation failed.
nds: Umwanneln fehlslagen.

source: EXIF not supported for this file format.
nds: EXIF för deeses Dateiformaat nich unnerstütt.

source: Image loading failed.
nds: Bill to laden fehlslagen.

source: No image loaded.
nds: Keen Bill laden.

source: Temporary file creation failed.
nds: Tiedwiese Datei to maken fehlslagen.

source: Couldn't create temporary file for saving: %s
nds: Kunn tiedwiese Datei tum Sekern nich maken: %s

source: Couldn't allocate memory for loading JPEG file
nds: Kunn Spieker tum Laden vun de JPEG-Datei nich anleggen

source: _Retry
nds: _Noch eenmaal versöken

source: Could not load image '%s'.
nds: Kunn Bill »%s« nich laden.

source: No images found in '%s'.
nds: Keene Billers in »%s« funnen.

source: The given locations contain no images.
nds: De angeven Steden enthollen keene Billers.

source: Image Data
nds: Billdaten

source: Image Taking Conditions
nds: Bill-Upnahm-Kondiesjes

source: GPS Data
nds: GPS-Daten

source: Maker Note
nds: Maker-Anmarken

source: Other
nds: Annere

source: XMP Rights Management
nds: XMP Rechteoppasser

source: XMP Other
nds: XMP Annere

source: Tag
nds: Slötelwoord

source: Value
nds: Wert

source: North
nds: Noorden

source: East
nds: Osten

source: West
nds: Westen

source: South
nds: Süden

source: %.1f (lens)
nds: %.1f (Lins)

source: %i × %i pixel
nds: %i × %i Billpunkt

source: Unknown
nds: Unbekannt

source: Image Settings
nds: Billinstellens

source: Image
nds: Bill

source: The image whose printing properties will be set up
nds: De Bill, för wat de Druck-Eegenskuppen inricht worden

source: Page Setup
nds: Sieteninstellens

source: The information for the page where the image will be printed
nds: De Informatioon för de Sied, waar dat Bill druckt worden word

source: Position
nds: Stee

source: _Left:
nds: _Links:

source: _Right:
nds: _Rechts:

source: _Top:
nds: _Boven:

source: _Bottom:
nds: _Bodden:

source: C_enter:
nds: M_idde:

source: None
nds: Keen

source: Vertical
nds: Vertikal

source: Both
nds: Beede

source: _Width:
nds: _Brede:

source: _Height:
nds: _Höhe:

source: _Scaling:
nds: _Skaleren:

source: _Unit:
nds: _Eenheet:

source: Inches
nds: Inche

source: Preview
nds: Utblick

source: as is
nds: as ’t is

source: Taken on
nds: Scheten an

source: At least two file names are equal.
nds: Tominnst twee Dateinamen sünd gliek.

source: Could not display help for Eye of MATE
nds: Kunn de Hülp för Eye of MATE nich wiesen

source: (invalid Unicode)
nds: (invalider Unicode)

source: %i × %i pixel %s %i%%
nds: %i × %i Billpunkt %s %i%%

source: _Reload
nds: _Vernejen

# MessageArea
source: Hi_de
nds: _Verbargen

source: The image "%s" has been modified by an external application. Would you like to reload it?
nds: Dat Bill »%s« is vun eenem annern Programm ännert worden. Willst du ’t neei laden?

source: Use "%s" to open the selected image
nds: Bruuk »%s«, um dat utköört Bill optomaken

source: Saving image "%s" (%u/%u)
nds: Sekere Bill »%s« (%u/%u)

source: Opening image "%s"
nds: Maak Bill »%s« op

source: Leave Fullscreen
nds: Fullbill verloten

source: Viewing a slideshow
nds: Wiest eene Diaschau

source: Error printing file: %s
nds: Fehler bi’m Drucken vun de Datei: %s

source: Toolbar Editor
nds: Warktüügbalkenbewarker

source: _Reset to Default
nds: _To Standard torüggsetten

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
nds: Deeses Programm is freje Software: Du kannst ’t wiedergeven of/un ännern unner de Kondiesjes vun de GNU General Public License, as vun de Free Software Foundation publizeert; of Versioon 2 vun de Lizenz, of (as du willst) elkeen later Versioon.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
nds: Deeses Programm word in de Hoop verdeelt, dat ’t nüttelk wesen word, aver SÜNNER ELKEEN GARANTIE; nich maal de implizeerte Garantie vun VERKOPELKBAARHEID of NÜTTELKHEID FÖR EENEN WISSEN ZWECK. Bekiek de GNU General Public License för mehr Informatioonen.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
nds: Du sallst eene Kopie vun de GNU General Public License mit deesem Programm tosamen kregen hebben; wenn nich, schriev an de Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.

source: About Eye of MATE
nds: Över Eye of MATE

source: Copyright © 2000-2010 Free Software Foundation, Inc. Copyright © 2011 Perberos Copyright © 2012-2021 MATE developers
nds: Copyright © 2000-2010 Free Software Foundation, Inc. Copyright © 2011 Perberos Copyright © 2012-2021 MATE-Entwicklers

source: Eye of MATE is a simple graphics viewer for the MATE Desktop Environment.
nds: Eye of MATE is een slichter Bill-Bekieker för de MATE-Schrievdisk-Umgeven.

source: translator-credits
nds: Launchpad Contributions: Skullmaster https://launchpad.net/~koeritz-jonas Valmantas Palikša https://launchpad.net/~walmis

source: Error launching appearance preferences dialog:
nds: Fehler bi’m Opmaken vun de Utsehns-Instellens-Dialog:

source: _Open Background Preferences
nds: _Achtergrund-Instellens opmaken

source: The image "%s" has been set as Desktop Background. Would you like to modify its appearance?
nds: Dat Bill »%s« is as Schrievdisk-Achtergrund sett worden. Willst du sien Utsehn anpassen?

source: Saving image locally…
nds: Sekere Bill lokaal …

source: Are you sure you want to move "%s" to the trash?
nds: Willst du "%s" seker in'n Papierkörv verschuven?

source: A trash for "%s" couldn't be found. Do you want to remove this image permanently?
nds: Een Papierkörv för »%s« kunn nich funnen worden. Willst du deeses Bill för all Tieden lösken?

source: Are you sure you want to move the %d selected image to the trash?
nds: Willst du würrelk dat utköört %d Bill in de Papierkörv verschuven?

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
nds: Eenige vun de utköört Billers könen nich in de Papierkörv verschuven worden un worden för all Tieden lösket. Willst du würrelk wiedermaken?

source: Move to _Trash
nds: In'n _Papierkörv verschuven

source: _Do not ask again during this session
nds: _In deesem Törn nich noch eenmaal fragen

source: Couldn't access trash.
nds: Kunn keen Togang to'm Papierkörv kriegen.

source: Couldn't delete file
nds: Kunn de Datei nich löschen

source: Error on deleting image %s
nds: Fehler bi’m Lösken vun Bill %s

source: _Image
nds: _Bill

source: _Edit
nds: _Bewarken

source: _View
nds: _Ansicht

source: _Go
nds: _Denn man to

source: _Tools
nds: _Warktüüg

source: _Open…
nds: _Opmaken …

source: Open a file
nds: Datei opmaken

source: Close window
nds: Finster sluten

source: T_oolbar
nds: _Warktüügbalken

source: Edit the application toolbar
nds: Programmwarktüügbalken bewarken

source: Prefere_nces
nds: Ee_genschapten

source: Preferences for Eye of MATE
nds: Instellens vun Eye of MATE

source: _Contents
nds: _Inholls

source: Help on this application
nds: Hülp för deeses Programm

source: _About
nds: _Över

source: About this application
nds: Över deeses Programm

source: _Toolbar
nds: _Warktüügbalken

source: Changes the visibility of the toolbar in the current window
nds: Ännert de Sichtbaarkeid vun de Warktüügbalken in de stedenwies Fenster

source: _Statusbar
nds: _Statusbalken

source: Changes the visibility of the statusbar in the current window
nds: Ännert de Sichtbaarkeid vun de Tostandsbalken in de stedenwies Fenster

source: _Image Collection
nds: Billsa_mmlung

source: Changes the visibility of the image collection pane in the current window
nds: Ännert de Sichtbaarkeid vun de Billsammlungs-Rebeet in de stedenwies Fenster

source: Side _Pane
nds: _Sietenrebeet

source: Changes the visibility of the side pane in the current window
nds: Ännert de Sichtbaarkeid vun de Siedenrebeet in de stedenwies Fenster

source: _Save
nds: _Sekern

source: Save changes in currently selected images
nds: Ännerns in stedenwies utköört Billers sekern

source: Open _with
nds: Opmaken mi_t

source: Open the selected image with a different application
nds: Dat utköört Bill mit eenem annern Programm opmaken

source: Save _As…
nds: Sekern _as …

source: Save the selected images with a different name
nds: De utköört Billers mit eenem annern Naam sekern

source: Open Containing _Folder
nds: Enthollen _Verteeknis opmaken

source: Show the folder which contains this file in the file manager
nds: Wies dat Verteeknis, wat deese Datei enthollt, im Dateiverwalter

source: _Print…
nds: _Drucken …

source: Print the selected image
nds: Dat utköört Bill drucken

source: Prope_rties
nds: _Eegenskuppen

source: Show the properties and metadata of the selected image
nds: De Eegenskuppen un Metadaten vun de utköört Bill wiesen

source: _Undo
nds: _Torüggnehmen

source: Undo the last change in the image
nds: De leste Ännern im Bill torüggnehmen

source: Flip _Horizontal
nds: _Horizontaal spegeln

source: Mirror the image horizontally
nds: Dat Bill horizontaal spegeln

source: Flip _Vertical
nds: Verti_kaal spegeln

source: Mirror the image vertically
nds: Dat Bill vertikaal spegeln

source: _Rotate Clockwise
nds: M_it de Klockwieser dreihen

source: Rotate the image 90 degrees to the right
nds: Dat Bill um 90 Graad na rechts dreihen

source: Rotate Counterc_lockwise
nds: Te_gen de Klockwieser dreihen
